Repository: jouissancetka/LMW
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “主人，不用担心老大，他很强的，而且打不过还可以跑。”黄鼠兽走过来安慰他道。
en_us: "Master, don't worry about the Boss. Boss is very strong, and he can still escape if he can't beat them." The Weasel Beast walked over and comforted him.

source: “主人，小人有眼不识泰山，前几天冒犯了您，今日特地来赔罪，小人愿意与您签订永久契约，终身服侍您，希望主人能收下小人，给小人一个弥补过错的机会，小人发誓永远也不会背叛您。”
en_us: "Master, this lowly one has eyes but fail to recognize Mt Tai and had offended you a few days ago. Today this one has comes to make amends. I am willing to sign a permanent contract with you and serve you for life. I hopes that Master will accept this lowly one and give me a chance to make up for my mistakes. I vow that I will never betray you."

source: “主人，我想跟你们一起去。”皮球撅着嘴，眼巴巴的看着他，他的外表虽然长大了，但是心性却还是跟以前一样。
en_us: "Master, I want to go with you two." PiQiu pouted and looked at him eagerly. Although his outer appearance had matured, his personality was still the same as before.

source: “主子请放心，就是倾尽我教之力，属下也必定将那件东西奉到您面前，只是……主子确定不亲自过去见一见那个人？”老者迟疑的问道。
en_us: "Master, don't worry, even if we have to use all our resources, we would bring that item over. It's just...master, are you sure you don't want to see that person personally?" The elder asked with a bit of hesitation.

source: “主子，如您所料，大家都发现黑色大峡谷有问题，相信过不了多久，他们就会发现白虎的右眼正是超级洞府，届时应该会有一场血雨腥风。”一名老者走到头戴紫金冠的男子面前，神情无比严肃，态度极为恭敬。
en_us: "Master, it's like you suspected, a lot of people became suspicious of the Black Canyon. It shouldn't take them long to find out the legendary cave dwelling at the white tiger's right eye. By then, it should be another blood bath. (血雨腥风)" An elderly walked towards a man wearing a purple-gold crown. The elder wore an expression of complete seriousness and was greatly respectful towards the man.

source: “之前那个黑袍人说的什么？”游小默终于可以没有顾忌的提出疑问了。
en_us: "What did the person in black say back there?" You XiaoMo could finally ask without having to worry.

source: “九夜见过甘长老，这次是带一个朋友过来，并非是我。”九夜朝他拱了下手，恭敬地解释道。
en_us: "Jiu Ye greets Elder Gan. I came over this time not for me, but because I brought a friend over." Jiu Ye cupped his hands and respectfully explained.

source: “九头蛇皇之子怎么会跟他人一起？”游震天犀利的目光扫了银戈一眼，眼中埋着惊讶，淡淡的道。
en_us: "Why would the son of the Nine Headed Snake King be with them?" You ZhenTian's sharp gaze swept over Yin Ge. His eyes hid surprise as he spoke calmly.

source: “也没有看到，可能不在鬼哭涯，在鬼冢山脉其他地方修炼也说不定。”
en_us: "I didn't see them either, they may not be at the Weeping Ghost Shore but cultivating somewhere else on the Ghost Tomb Mountain Range."

source: “事情是这样的……其实我也不知道。”
en_us: "Things happened like this... ...as a matter of fact, I also don't know."

source: “二位公子不考虑一下吗？”牛徐阳不想让莫雪看出他其实不想让他们加入的想法，所以又假惺惺的问了一句。
en_us: "You really won't consider it?" Niu XuYang didn't want Mo Xue to realize his true feelings, so he asked again to keep up the farce.

source: “二位公子，小人是这里的李管事，有什么需要尽管问我。”
en_us: "Gentlemen, I'm Manager Lee. (李管事) Please feel free to ask me if you have any requests."

source: “二位客官，这是你们要的饭菜！”
en_us: "Sirs, here is the food you ordered!"

source: “二位就在这客栈安心的住下，你们要找玄龟族一事，我已经传达出去，过不久应该会有人来找你们问清楚情况。”海初将他们送到房间。
en_us: "Please feel free to stay here at the inn. I've already sent a message out informing the others that you are seeking the Black Turtle Clan, and before long someone should come to clear up the situation with you two." Hai Chu sent them to their room.

source: “二位恩公，我知道这件事有些唐突，但我现在只能求二位帮忙了，如果族中真的有人泄露了我的行踪，对方一定会再派人过来，以我现在的情况已经无法保护小主人……”
en_us: "You two gentlemen, I know that this is a little rude of me, but right now I can only ask for help from you two gentlemen. If there is really someone from the clan who exposed my whereabouts, the opposing side will definitely send more people over. It's already impossible for me to protect the Young Master in my current state..."

source: “二位果然不知道那件事。”玄明了然的说道。
en_us: "It seems the two of you are unaware about that matter." Xuan Ming said clearly.

source: “二位爷是第一次来集九镇吧？”
en_us: "You two gentlemen, it's your first times in JiJiu Town, am I right?"

source: “二位爷，这家客栈虽然不是集九镇最好的，但是服务很周到。”
en_us: "Gentlemen, this inn might not be the best in JiJiu Town, but they provide comprehensive service."

source: “二位继续聊天，我们先走一步了。”
en_us: "You two keep chatting, I'm heading off first."

source: “二位，如果再不全力以赴他就要逃出这里，等他进入海域，想再把他找出来便难如登天了，你们好好想想。”
en_us: "You two, if you don't go all out now, once he leaves this place and enters the ocean (海域), it's going to be near impossible finding him again. Think about it."

source: “二师兄，不要这么说，你会好起来的。”
en_us: "Don't say that, second martial brother, you'll get better."

source: “二长老，不如让这位游兄弟试一试。”玄明提议道。
en_us: "Second elder, it might be best if you let this Fellow Brother You give it a try." Xuan Ming suggested.

source: “五长老，您怎么看？”坐在冬霖旁边的叶导师开口说道。
en_us: “Fifth Elder, what do you think?” Mentor Ye, who was sitting next to Dong Lin, asked.

source: “交配。”天明缓缓吐出两个字。
en_us: "Mating," Tian Ming drawled out the word slowly.

source: “人呢人呢，不是说他们回来了吗？”
en_us: "Where, where are they, didn't you say they've returned?"

source: “人呢？”游小默抬起头看向屋顶，问道。
en_us: "Where are the people?" You XiaoMo looked up to the roof and asked.

source: “人家根本不理你，真是有够丢人的！”
en_us: "Other people are totally ignoring you. This is truly shameful!"

source: “什么”
en_us: "What?"

source: “什么也不缺。”
en_us: "I don't need anything."

source: “什么事？”
en_us: "What is it?"

source: “什么人？”
en_us: "Who is it?"

source: “什么就一般而言？”天恨皱起眉。
en_us: "What do you mean usually?" Tian Hen scowled.

source: “什么应该啊，你当时没看清楚吗？”少年略微不满的嘟喃道。
en_us: "What 'should be' ah, didn't you see them clearly at that time?" The young man pouted in slight dissatisfaction as he mumbled.

source: “什么忙？”游小默问道。
en_us: "What kind of favor?" You XiaoMo asked.

source: “什么意思？”他的同伴皱起眉，一脸不解。
en_us: "What do you mean?" His companion asked, with furrowed brows and a questioning expression.

source: “什么时候发现的？”
en_us: "When did you know?"

source: “什么条件？”凌霄干脆的问道。
en_us: "What requirement?" Ling Xiao asked simply.

source: “什么消息？”
en_us: "What message?"

source: “什么？”
en_us: "What?"

source: “什么？”游小默一愣。
en_us: "What?" You XiaoMo froze.

source: “什么？”游小默猛地反应过俩，才发现他说的是‘不是’，而不是‘是’，难道他脑补过头了？
en_us: "What?" You XiaoMo suddenly reacted when he discovered that what Ling Xiao had said was 'nope,' not 'yes.' Was he imagining things?

source: “什么？”莫景问道。
en_us: "What?" Mo Jing asked.

source: “什么？”颜辉不是很明白他的意思。
en_us: "What?" Yan Hui did not quite understand what he meant.

source: “从我房间里偷走几株顶级灵草的人是你吧？”淡漠不语的天修突然开口说话了，一双深若幽潭的黑色眼睛平静的看着游小默，说这话的时候亦面无表情，完全看不出来他在想什么。
en_us: "The one who stole stalks of magic herbs from my room was you, right?" The silent Tian Xiu suddenly spoke up, his deep, dark eyes calmly gazing at You XiaoMo. When he said this, he was completely expressionless, you couldn't tell what he was thinking at all.

source: “从芥子空间啊！”
en_us: "In a pocket dimension of course!"

source: “从这里开始。”凌霄一指便指中白虎的尾巴部分，实际不是尾巴，那是一条巨大的山脉，蜿蜒着形成白虎的尾巴，再往上就是脊背并延伸向虎头，若能找出这条山脉，其他就好办多了。
en_us: "Start from here." Ling Xiao pointed to the tail of the White Tiger. In reality, it wasn't a tail, but a massive mountain range, curled to form the White Tiger's tail. Continuing up from there, you'd reach the White Tiger's spine and then head. If they could find this mountain range, then it would make things much easier.

source: “他一向是说到做到的人，除非有什么事情耽搁了。”男人对他的话并不感到丝毫意外，他本就没想过他的部下会认同一个连面都没见过的人，不过他也不信他亲自带大的人会一句通知都没有就爽约。
en_us: "He's a man of his words, unless there was something that held him up." The man wasn't surprised at all by his comment. He had never thought that his subcordinates would acknowledge someone they had even met before, but he also didn't believe that someone he raised would break a promise without even a word.

source: “他不会肯的。”凌霄不是没想过，但他了解麟古德性格，外表看起来斯文，实际是个说一不二的人。
en_us: "He won't agree." It wasn't that Ling Xiao hadn't thought of it before, but he understood Lin Gu's personality. On the outside, he seemed refined, but in reality, he was someone who stood by his word.

source: “他们就是那天那两个人？”
en_us: "These are the two people we saw that day?"

source: “他们应该早在这里守了很久，但是只留几个黑衣人在这里守着就表示没有找到右眼的所在位置，黑蜘蛛应该是觉得完整的地图可能会有办法。”凌霄继续解释道。
en_us: "They probably waited here for a while, but since there was only a few guards, that means they haven't found out the position of the right eye yet. The Black Spiders probably thought that they needed the complete map." :Ling Xiao continued to explain.

source: “他们是怎么跑到我们前面的？”
en_us: "How did they get in front of us?"

source: “他们是我朋友。”银戈冷淡地回道，要不是游震天身份特殊，他连一个字都不想回他。
en_us: "They're my friends." Yin Ge replied coldly. If it wasn't for You ZhenTian's special position, he wouldn't have spoken a word.

source: “他们潜进之后没多久。”天刀说道，鬼哭涯所有禁制机关都是他布置的，包括天修的自在阁，而且有些地方甚至只有他自己才知道。
en_us: "Not long after they snuck in," Tian Dao said. All of Weeping Ghost Shore's prohibition mechanisms were arranged by him, including Tian Xiu's Leisure Pavilion, and there were even some places that only he knew about.

source: “他们现在应该已经吃下我送去的宵夜，必须处理掉他们，不然等他们醒不就会发现宵夜里有东西。”掌柜沉吟地道：“这样吧，我先去缠住没有吃宵夜的两人，转移他们的注意力，你们去把另外两个绑起来，动作不要太大，以免被发现。”
en_us: "They'd probably ate the snack I sent them by now. We have to get rid of them today, otherwise they would find out that something was in it by tomorrow." The shopkeeper thought about it and continued, "Okay, so I'll go and distract the two that didn't eat the snack while you guys go tie up the other two. Make sure to keep it quiet, we don't want to be discovered."

source: “他们都是经历过无数次大风大浪的水手，对这片大海的习性早已摸得一清二楚，除非人为，不然很快就能到达鲸岛。”凌霄解释到。
en_us: "They are sailors who have been through numerous violent storms and waves and are very clear about the sea state (习性) in this area. We will soon reach Whale Island, unless there are man-made factors." Ling Xiao explained.

source: “他刚刚将十一人踢下擂台，这么说他已经得到两分了，这是混战的最高分吧？”
en_us: “He just kicked eleven people off the arena, that means he’s obtained two points. That’s the highest score so far, right?”

source: “他好厉害啊！”
en_us: “Holy crap he’s strong!”

source: “他应该还在这里，你立刻带人找一找。”唐中华没有太大的意外，那个人的速度不错，实力似乎和他不相上下，而且是有备而来，恐怕没那么容易抓到。
en_us: "He should still be here. Immediately dispatch people to look for him." Tang ZhongHua was not too surprised with his answer. That person was quite fast and his strength seemed to be comparable to his. Furthermore, the thief was well prepared, so he would probably not be caught so easily.

source: “他快要追上了。”
en_us: "He's about to catch up to us."

source: “他既然不顾我的死活，不仁不义，那就不要怪我无情，我跟他之间有联系，可以约他到一个地方见面。”
en_us: "If he doesn't care about my life, refusing to help me, then don't blame me for being cruel. I have a way to contact him, and can get him to meet up with me."

source: “他是游青云，游震天的二孙子，据说是赤血家族年轻一辈最厉害的人，他应该才是游震天真正宠爱的孙子，听闻游震天对他的要求非常严格，是不是听他去出危险的任务，所以很多人才会以为游震天不喜欢这个孙子。”对赤血家族的成员非常了解的凌霄见他在看游青云便解释道。
en_us: "He is You AingYun, You ZhenTian's second grandson. It's said that he's the most powerful amongst the younger generation of the Vermillion Blood Clan. He should be the grandson that You ZhenTian truly dotes on. I've heard that You ZhenTian's demands towards him are very strict, and would often assign dangerous missions to him, so many assumed that You ZhenTian did not like this grandson." Ling Xiao, who understood the members of the Vermillion Blood Clan extremely well, explained when he saw him watching You QingYun.

source: “他是盗云，在他前面的老人就是他的师傅，神龙见首不见尾的盗神。”凌霄在他耳旁低声说道。
en_us: "He's Dao Yun, and the person in front of him is his master, the elusive Thief God," Ling Xiao whispered into is ear.

source: “他是远古最厉害的丹师，姓游。”
en_us: "He was the most powerful mage back then, with the surname You."

source: “他现在怎么样了？”游小默插入两人中间，看着木讷的风迟云，忍不住伸出手戳了戳他的脸颊，随机关心的问道。
en_us: "How is he now?" You XiaoMo inserted himself between the two. Looking at the wooden Feng ChiYun, he could not help but stretch out his hand to poke his cheek as he randomly (随机) asked in concern.

source: “他的心愿该不会跟我有关吧？”游小默灵机一动，猛地瞪大眼睛指着自己。
en_us: "His wish couldn't have anything to do with me, right?" You XiaoMo suddenly had a spark of inspiration as he opened his eyes wide and pointed at himself.

source: “他的红卡到底是怎么来的？”柴正恨恨的说道。
en_us: “Where did he get that red card?” Chai Zheng muttered as he seethed.

source: “他要求的是丹方吧？”游小默正是看到晶石板上的丹方字样。
en_us: "He wants recipes, right?" You XiaoMo had noticed the word "pill recipes" scrawled on the plate.

source: “他说他有重要的事情要告诉你们，但是他在中途被人埋伏，身受重伤，无法亲自赶过来，所以想找玄龟族的族人前去接他。”凌霄淡淡的说道。
en_us: "He said that he had something important to tell you, but he was ambushed in the middle of his journey and was seriously injured. So he was unable to come in person and wanted to look for people from the Black Turtle Clan to pick him up." Ling Xiao indifferently stated.

source: “他说的万年前的约定是什么，还有他到底是什么人？”
en_us: "What was the promise made ten thousand years ago about? And who in the world is he?"

source: “他身上怎么会有玄龟族的血脉？”
en_us: "How does he hae the Black Turtle Clan bloodline?"

source: “仙、仙师，小人绝对没有耍你们的意思，我做的饭菜真的是这样的。”万厨师结结巴巴的解释道。
en_us: "(仙、仙师), I'm not playing any tricks on you I swear, this is what my food tastes like." Chef Wan stuttered out in explanation.

source: “仙师，昨天的饭菜不是小人做的。”
en_us: "(仙师), the food from yesterday wasn't made by me."

source: “以前的游小默确实不是。”凌霄意味深长的看着他。
en_us: "Indeed, the You XiaoMo from before was not." Ling Xiao looked at him meaningfully.

source: “以后还需要我帮你留意吗？”
en_us: "Is there anything else you want me to look out for you?"

source: “休想走！”
en_us: "Don't even think of leaving!"

source: “传闻玄龟族待人谦和，看来不过如此。”游小默把这个叫阿泽的男子和当初在绵绵山见到的玄龟族代表玄明比较了一下，两者完全不是一个档次的。
en_us: "It is said that those from the Black Turtle Clan treat people modestly. Apparently this is not so." You XiaoMo compared this man named Ah Ze with the representative of the Black he met in the Amaranthine Mountains. Both were of completely different grades (档次).

source: “但是什么？”
en_us: "But what?"

source: “何事？”
en_us: "What is it?"

source: “何事？”房内传出一个平静的声音。
en_us: "What?" From the room came a calm voice.

source: “你——”玄盛眼神一狠。
en_us: "You -" Xuan Sheng's expression became ruthless.

source: “你——”青年气急。
en_us: "You - -" The youth saw red.

source: “你——”麟昊武怒指着他，眼睛却瞪着凌霄：“不要以为你朋友是麒麟族就可以在本少爷面前嚣张，惹恼了我，就算他回到麒麟族，我也有办法让他在麒麟族过不下去。”
en_us: "You - " Lin HaoWu pointed at him in fury, yet his eyes were staring at Ling Xiao. "Don't think that you can run rampant in front of this young master just because your friend is from the Qilin Clan. If you offend me, I still have ways to make his life difficult even if he returns back to the Qilin Clan."

source: “你一个人吃一只？”
en_us: "You're going to eat one yourself?"

source: “你一定要憋着点啊，不要把灵山挖空了。”
en_us: "You definitely must restrain yourself a little. Don't empty out the Spirit Mountain."

source: “你一直在质疑我们的话，看来你其实知道得比我们还清楚。”凌霄眉峰一耸，黑色的眼睛暴射出一道犀利的眸光，语气有一股不容置疑的肯定。
en_us: "You have constantly been questioning our words. It seems that you know what happened better than us." Ling Xiao raised any eyebrow (眉峰一耸) and a piercing glint suddenly flashed through his black eyes as his tone contained an unquestionable affirmation.

source: “你不会是想告诉我，我们这次是白来了吧？”
en_us: "You aren't trying to tell me that we came for nothing this time, right?"

source: “你不是很想知道颜辉接近我们的目的？”凌霄一脸享受的饮着茶，这个表情每次都让游小默以为他被鬼附身了。
en_us: "Don't you really want to know Yan Hui's purpose for approaching us?" Ling Xiao drank his tea with a look of pleasure on his face. This expression really made You XiaoMo think that Ling Xiao was possessed by a ghost every time he witnessed it.

source: “你不是说打一架是少不了的吗？”游小默被他说糊涂了，听起来应该是不用打，但前言不搭后语。
en_us: "Didn't you just say a fight is unavoidable?" You XiaoMo was confused by what he said. It sounded like they wouldn't need to fight, but what he said before didn't match what he said after.

source: “你不用帮他说好话。”
en_us: "Don't speak for him."

source: “你不用谢我，我并不是无偿给你师傅的，到时我会跟他收取报酬的。”游小默抓抓头，他可不是那么大方的人。
en_us: "You don't need to thank me. I'm not giving it to you for free. I'll be asking for payment soon enough." You XiaoMo scratched his head. He wasn't so generous.

source: “你不知道，在你闭关的这些天，通天大陆发生了很多震撼的事情，这个叫凌霄的男人，他身上有麒麟族和妖凰族的血脉，不过麒麟族和妖凰族都不愿意承认他。”
en_us: "You see, when you were in secluded cultivation, a lot of shocking things happened on the TongTian Continent. This man called Ling Xiao, he has the bloodline of both the Qilin Clan and the Demon Phoenix Clan, but neither is willing to accept him."

source: “你不能杀我”
en_us: "You can't kill me!"

source: “你不能杀我，我是玄龟族二代长老，杀了我就是与整个玄龟族为敌，就算你实力再强，也绝对敌不过族长。”
en_us: "You can't kill me. I am a second generation elder of the Black Turtle Clan. Killing me would be equal to making an enemy of our entire clan. No matter how strong you are you're still nothing compared to the clan leader.

source: “你且说说当时是什么情况。”黑袍人沉声说道，无缘无故出现一名十二阶强者，这种情况有些不寻常，他想到邢七说的那个将他的手臂扯下来的男人，同样是断了一只手，二者莫不是有什么联系？
en_us: "Tell me what happened at the time," the person in black said lowly. It was a little abnormal for a level twelve expert to appear for no reason. He thought of the man Xing Qi had talked about who had torn off his arm (手臂扯下来?). They had both lost a hand, so could it be that the two of them were connected somehow?

source: “你为什么要找我契约？
en_us: "Why do you want to be my contract demon beast? What's your reason?"

source: “你之前不是在灵，草田里种了不少灵草，现在怎么样了？”凌霄结果酒瓶，仰头喝了一口，刚刚消耗的灵力顿时一点一点的恢复过来。
en_us: "Didn't you plant a lot of magic herbs in the magic herb fields before? How's it going?" Ling Xiao received the wine jar, and raised his head to drink one mouthful, the spiritual energy that just been consumed immediately started recovering bit by bit.

source: “你也就这点追求！”凌霄瞥了他一眼。
en_us: "You have such a measly aspirations!" (你也就这点追求) Ling Xiao shot him a glance.

source: “你什么你，难道我说的不对吗？
en_us: "You what you, did I say it wrongly?

source: “你从左边开始找，我从右边开始，有可疑的地方就用传音石呼唤对方，或者先把位置记录下来。”
en_us: "You start looking from the left, I'll start from the right. If we find anything suspicious, we call the other with the transmitter stone or record the location."

source: “你以为通灵玄龟是那么好找的吗？”老人反问道，语气中甚至有一点在嘲笑那些人的不自量力，在他们这些渔民心中，通灵玄龟就是庇佑他们的老祖宗，那是神圣不可侵犯的圣人。
en_us: "Do you think it's so easy to find Psychic Black Turtles?" The old man answered with a rhetorical question and his tone even had a hint of ridicule towards those people who overestimated their capabilities. In their minds of these fishermen, the Psychic Black Turtle was their ancestor who blessed them and was akin to a sacred and inviolable saint.

source: “你以前来过东洲没有，我觉得集九镇的人都挺恶心的的。”
en_us: "Have you been to Dong Zhou before? I think the people of JiJiu Town are all pretty disgusting."

source: “你们不是第一批人。”老人略不耐烦的说道，“每年都有很多外来者想出海去寻找通灵玄龟，但是很多人都是出海后就再也没有回来，偶尔也就只有一两个能幸运的活着回来。”
en_us: "You are not the first batch." The old man impatiently replied, "Every year there are many outsiders who want to go out to the sea to look for the Psychic Black Turtles. However, many who go out to sea never come back. Once in a while, one or two would be lucky enough to return alive."

source: “你们不用担心，我不介意，就这样，我先走了。”
en_us: "Don't worry, I don't mind. Alright, I'll be leaving now."

source: “你们似乎很高兴？”
en_us: "You guys seem to be very pleased?"

source: “你们准备去哪里，回西境吗？”分手之前，游小默随口问道，自从风迟云救出来后，他牵挂的事情又少了一件，整个人轻松了不少。
en_us: "Where are you two going? Back to XiJing?" Before they parted, You XiaoMo asked casually. After saving Feng ChiYun, another burden had been lifted off his shoulders and he felt much lighter.

source: “你们在这里做什么？”
en_us: “What are you guys doing here?”

source: “你们怎么了？”游小默随口问道。
en_us: "What happened with you?" You XiaoMo asked in passing.

source: “你们怎么了？”男人诧异的问道。
en_us: "What happened with you guys?" The man asked in surprise.

source: “你们怎么想与我无关，我只是传达头儿的话。”
en_us: “What you’re all thinking is of no concern to me, I’m only passing on the Leader’s words.”

source: “你们是什么人？
en_us: "Who are you guys? This isn't a place you can just wander into." One of the guards said with severity.

source: “你们是说苍盟的盟主？
en_us: "You mean the Head of the Cang Alliance?"

source: “你们有多少？”
en_us: "How much do you have?"

source: “你们有没有听到什么声音？”
en_us: "Did you hear something?"

source: “你们有空在这里与我争辩，还不如想想怎么在明天傍晚之前把人找出来。”
en_us: "If you have the time to argue with me, why don't you try and figure out how to find your man before tomorrow evening instead?"

source: “你们灵草堂不是先来先得吗，这个预定又是怎么回事？”
en_us: "Isn't your Magic Herb Shop first come first serve? How did this reservation happen?"

source: “你们的运气不错，今天傍晚有两艘大商船要出海前往鲸岛，你们可以随他们一起出海，到鲸岛后再去问其他人买船或借船，鲸岛的船只比河镇的渔船要结实得多。”老人终于松口。
en_us: "You're in luck. There are two big merchant ships are heading towards Whale Island (鲸岛) this evening. You can go out with them and ask someone about buying or borrowing a boat when you reach Whale Island. The boats from Whale Island are much stronger than those from River Town." The old man finally relented.

source: “你们确定那个人在炼丹？”一道略微尖锐的男声从红色的帘子后面传出来，隐约可见帘后之人魁梧的身段。
en_us: "You guys have confirmed that that person is refining pills?" A slightly sharp male voice drifted out from behind the red curtain, and the tall and sturdy figure of the person sitting behind the curtain could vaguely be seen.

source: “你们究竟想干什么，被我爹爹知道，他一定不会放过你们的。”莫雪愤怒的吼道，身体却也害怕得颤抖起来。
en_us: "What on earth do you guys want to do? If my dad knows about this, he definitely won't let you go!" Mo Xue howled wrathfully, although her body had already started to shake in fear.

source: “你们觉得会是谁？”一名散修忍不住问道。
en_us: "Who do you think it is?" A lone practitioner could not help asking.

source: “你们说够了没有，说够了最好把莫景的消息老老实实说出来，否则我让你们有来无回。”玄泽整个人都充斥着一股戾气，眉宇间更是萦绕着一丝嗜血的杀意，眼睛略红，显然有入魔的征兆。
en_us: "Have you said enough? You'd better tell us the truth about Mo Jing's situation, or I'll completely destroy you (有来无回)." Xuan Ze's aura was full of evil tendencies and a tinge of bloodthirsty killing intent was hovering between his eyebrows. His eyes were reddish and there were obvious signs that he was falling into the devil's path. (入魔的征兆)

source: “你们说够了没有？”大概听不下去，凌霄终于出声打断他们的对话，语气带着一丝无力。
en_us: "Have you guys chatted enough yet?" Ling Xiao probably couldn't bear listening any longer, and so he finally spoke up in order to break off their dialogue. There was a hint of helplessness in his voice.

source: “你们还不快来帮忙？”
en_us: "You're all still not coming over to help?"

source: “你似乎孤立无援了，接下来要怎么办呢？”
en_us: "You seem to be left high and dry. What do you plan to do next?"

source: “你倒是有自知之明，想活命就把独立空间交出来，我可以考虑放你一条活路。”斗篷人放声大笑起来，他并没有听出凌霄话里的暗示，他以为凌霄知道自己逃不了了，心中不免得意起来，越发轻视他。
en_us: "You have quite a bit of self-knowledge. If you want to live, then hand over the solitary dimension, and I can consider letting you walk away alive." The cloaked person started to laugh loudly. He hadn't heard the suggestion in Ling Xiao's words; instead, he thought that Ling Xiao knew that he would be unable to escape. The cloaked person felt extremely pleased in his heart and looked down on him even more.

source: “你倒是聪明。”凌霄说道。
en_us: "Contary to expectations, you are quite smart." Ling Xiao said.

source: “你做什么？”
en_us: "What are you doing?"

source: “你准备什么时候闭关？”凌霄道。
en_us: "When are you going into secluded cultivation?" Ling Xiao asked.

source: “你别乱来！”
en_us: "Don't you dare try something funny!" (你别乱来！)

source: “你别问那么多，我在星罗城的城主府，十万火急啊！”
en_us: "Don't ask so much. I'm in Starfall City's City Master estate, it's an emergency!"

source: “你叫什么名字？”
en_us: "What's your name?"

source: “你可以走了。”凌霄挥手赶人。
en_us: "You can leave now." Ling Xiao shooed with his hand.

source: “你听错了。”凌霄面无表情的说道，“刚刚只有有只狗在叫而已，不用理它。”
en_us: "You got it wrong." Ling Xiao expressionlessly replied, "It was just a dog barking just now, there's no need to bother about it."

source: “你在做什么？”凌霄的声音突然在他耳边响起。
en_us: "What are you doing?" Ling Xiao's voice suddenly appeared by his ears.

source: “你在犹豫什么？”
en_us: "What are you hesitating for?"

source: “你在看什么？”
en_us: "What are you looking at?"

source: “你好像有心事。”九夜难得主动开口挑起话题。
en_us: "There seems to be something on your mind." Jiu Ye seldom broached a topic first of his own volition.

source: “你好自信哦。”
en_us: "You have a lot of confidence, hm."
